{
  "locales": {
    "pt-br": {
      "title": "Experiência <span class='text-primary'>Profissional</span>",
      "description": "Uma visão sobre minha carreira e experiências na área."
    },

    "en": {
      "title": "<span class='text-primary'>Professional</span> Experience",
      "description": "A look into my work experience and career journey."
    }
  },

  "items": [
    {
      "id": "experience_item_1",
      "place": "@link{places.nutes}",
      "period": ["2020/05", "2022/11"],
      "locales": {
        "pt-br": {
          "title": "Desenvolvedor Web",
          "description": "Desenvolvimento de um portal de informações de saúde para ajudar pessoas com sintomas de COVID-19, filtragem de dados de uma base que estavam com dificil acesso e desenvolvimento de um micro-serviço para facilitar a obtenção desses dados, tudo isso com Wordpress/Elementor, NodeJS e PostgreSQL.",
          "tags": [
            "Wordpress/Elementor",
            "HTML 5",
            "CSS 3",
            "Javascript",
            "Node.JS",
            "PostgreSQL",
            "Design Responsivo"
          ]
        },
        "en": {
          "title": "Web Developer",
          "description": "Development of a health information portal to help people with COVID-19 symptoms, filtering data from a database that was difficult to access and developing a microservice to facilitate obtaining this data, all with Wordpress/Elementor, NodeJS and PostgreSQL.",
          "tags": [
            "Wordpress/Elementor",
            "HTML 5",
            "CSS 3",
            "Javascript",
            "Node.JS",
            "PostgreSQL",
            "Responsive Design"
          ]
        }
      }
    },

    {
      "id": "experience_item_2",
      "place": "@link{places.clicksoft}",
      "period": ["2022/03", "2024/08"],
      "locales": {
        "pt-br": {
          "title": "Desenvolvedor Web Full-Stack Jr.",
          "description": "Desenvolvimento e manutenção de aplicações Web com React e Next, Styled-Components, Adonis JS e PostgreSQL para projetos de teleconsultas através de celular e desktop, prestações de serviço sob demanda, plataforma de acesso de vídeo aulas gravadas e ao vivo e de aquisição de cupons de desconto, além de mentorar e guiar desenvolvedores iniciantes com suas funções e atribuições.",
          "tags": [
            "React",
            "Next",
            "Typescript",
            "AdonisJS",
            "PostgreSQL",
            "Vercel",
            "Heroku",
            "Testes automatizados",
            "Testes de integração"
          ]
        },
        "en": {
          "title": "Jr. Full-Stack Web Developer",
          "description": "Development and maintenance of web applications with React and Next, Styled-Components, Adonis JS and PostgreSQL for teleconsultation projects via cell phone and desktop, provision of on-demand services, platform for accessing recorded and live video classes and purchasing discount coupons, in addition to mentoring and guiding beginner developers with their functions and assignments.",
          "tags": [
            "React",
            "Next",
            "Typescript",
            "AdonisJS",
            "PostgreSQL",
            "Vercel",
            "Heroku",
            "Automated Testing",
            "Integration Tests"
          ]
        }
      }
    },

    {
      "id": "experience_item_3",
      "place": "@link{places.navit}",
      "period": ["2024/08", "now"],
      "locales": {
        "pt-br": {
          "title": "Engenheiro de Software",
          "description": "Desenvolvimento e manutenção de um sistema web e aplicativo mobile focado principalmente para a indústria que tem como objetivo usar IA e modelos de predição para criar ordens de serviço nos mais diversos tipos de mercado, implementando melhorias na arquitetura do sistema e na qualidade do código utilizando.",
          "tags": [
            "VueJS",
            "Element Plus",
            "Typescript",
            "Mikro ORM",
            "AWS",
            "Docker",
            "Desenvolvimento Ágil",
            "Scrum",
            "Kanban",
            "Storybook",
            "Testes automatizados"
          ]
        },
        "en": {
          "title": "Software Engineer",
          "description": "Development and maintenance of a web system and mobile application focused mainly on the industry that aims to use AI and prediction models to create service orders in the most diverse types of market, implementing improvements in the system architecture and in the quality of the code used.",
          "tags": [
            "VueJS",
            "Element Plus",
            "Typescript",
            "Mikro ORM",
            "AWS",
            "Docker",
            "Agile Development",
            "Scrum",
            "Kanban",
            "Storybook",
            "Automated Testing"
          ]
        }
      }
    }
  ]
}
